Repository: yawik/jobs
Catalog: language/*.po
Languages: ar, nl_be, ro

source: Publish on your Homepage
ar: نشر على الصفحة الرئيسية الخاصة بك
nl_be: Publiceer op uw homepage
ro: Publicați pe pagina dvs. de pornire

source: Job details
ar: تفاصيل الوظيفة
nl_be: Job gegevens
ro: detalii de locuri de muncă

source: Title of the job
ar: عنوان العمل
nl_be: Titel van de baan
ro: Denumirea postului

source: Location
ar: موقع
nl_be: Plaats
ro: Locație

source: Companyname
ar: اسم الشركة
nl_be: Bedrijfsnaam
ro: Numele Companiei

source: Publisher details
ar: تفاصيل الناشر
nl_be: Uitgever informatie
ro: detalii de editor

source: Name
ar: اسم
nl_be: Naam
ro: Nume

source: no Portal chosen
ar: لا البوابة المختار
nl_be: geen Portal gekozen
ro: nici un portal ales

source: Selected Channels
ar: قنوات مختارة
nl_be: Geselecteerde Channels
ro: canale selectate

source: Price
ar: السعر
nl_be: Prijs
ro: Preț

source: plus VAT
ar: بالإضافة إلى ضريبة القيمة المضافة
ro: plus TVA

source: Invoice amount
ar: قيمة الفاتورة
ro: Valoarea facturii

source: Click here to accept or reject the job opening
ar: انقر هنا لقبول أو رفض فتح فرص العمل
nl_be: Klik hier om te accepteren of de vacature te verwerpen
ro: Apasa aici pentru a accepta sau de a respinge deschiderea de locuri de muncă

source: You are using a default template. You are free to create your own template, just contact the developing team for integration
ar: كنت تستخدم القالب الافتراضي. أنت حر في خلق القالب الخاص بك، فقط اتصل فريق النامية من أجل التكامل
nl_be: U gebruikt een standaard template. U bent vrij om uw eigen sjabloon te maken, gewoon contact opnemen met het ontwikkelen van het team voor de integratie
ro: Utilizați un șablon implicit. Sunteți liber să creați propriul șablon, trebuie doar să contactați echipa în curs de dezvoltare pentru integrare

source: Default
ar: افتراضي
nl_be: Verzuim
ro: Mod implicit

source: Classic
ar: كلاسيكي
nl_be: Klassiek
ro: Clasic

source: Track applications
ar: تطبيقات المسار
nl_be: Track toepassingen
ro: aplicatii de cale

source: Preview of your job posting
ar: معاينة نشر وظيفتك
nl_be: Voorbeeld van uw vacature
ro: Avanpremiera postarea de locuri de muncă

source: here
ar: هنا
nl_be: hier
ro: aici

source: Apply link
ar: تطبيق صلة
nl_be: Breng koppeling
ro: link-ul se aplică

source: The build-in ATS is currently used.
ar: يتم استخدام البناء في ATS حاليا.
nl_be: De ingebouwde ATS wordt momenteel gebruikt.
ro: este utilizat în prezent build-in ATS.

source: ATS is disabled.
ar: تم تعطيل المنشطات.
nl_be: ATS is uitgeschakeld.
ro: ATS este dezactivat.

source: search for position or company
ar: البحث عن موقف أو شركة
ro: căutare pentru poziția sau companie

source: Type in a location
ar: اكتب في موقع
ro: Tastați într-o locație

source: Search
ar: بحث
nl_be: Zoeken
ro: Căutare

source: Clear
ar: واضح
ro: clar

source: My jobs
ar: بلدي وظائف
nl_be: Mijn Vacatures
ro: Activitățile mele

source: All jobs
ar: جميع الوظائف
nl_be: Alle vacatures
ro: toate locurile de muncă

source: Jobs
ar: وظائف
ro: Locuri de munca

source: No job is waiting for approval at the moment.
ro: Nr de locuri de muncă așteaptă aprobarea în acest moment.

source: please wait
ar: أرجو الإنتظار
ro: te rog asteapta

source: Date of receipt
ar: تاريخ استلام
nl_be: Datum van ontvangst
ro: Data chitanței

source: Status
ar: وضع
nl_be: Toestand
ro: stare

source: Action
ar: عمل
nl_be: Actie
ro: Acțiune

source: Status history
ar: تاريخ الحالة
ro: Istoricul de stare

source: Edit
ar: تحرير
ro: Editați | ×

source: processing
ar: تحويل
ro: prelucrare

source: Save changes
ro: Salvează modificările

source: Cancel
ar: إلغاء
nl_be: Annuleren
ro: Anulare

source: Public Job Opportunities
ar: فرص العمل العامة
nl_be: Openbare Vacatures
ro: Oportunități de locuri de muncă publice

source: Apply
ar: تطبق
nl_be: Toepassen
ro: aplica

source: Loading
ar: تحميل
nl_be: Het laden
ro: se incarca

source: Access denied!
ar: تم الرفض!
nl_be: Toegang geweigerd!
ro: Acces interzis!

source: Application error!
ar: خطأ في التطبيق!
ro: Eroare de aplicație!

source: Save
ar: حفظ
ro: Salvați

source: Sending
ar: إرسال
nl_be: Verzending
ro: trimitere

source: List of your jobs
ar: قائمة من الوظائف الخاصة بك
nl_be: Lijst van uw banen
ro: Lista posturilor de munca tale

source: Reference
ar: إشارة
nl_be: Verwijzing
ro: Referinţă

source: Applications
ar: تطبيقات
nl_be: Toepassingen
ro: aplicatii

source: unread
ar: غير مقروءة
nl_be: ongelezen
ro: necitite

source: draft
ar: مسودة
nl_be: ontwerp
ro: proiect

source: Jobs waiting for approval
ar: وظائف شاغرة في انتظار الموافقة
nl_be: Jobs wachten op goedkeuring
ro: Locuri de muncă de așteptare pentru aprobare

source: Current Jobs
ar: الوظائف الحالية
nl_be: Huidige vacatures
ro: Locuri de muncă actuale

source: Famous jobs
ar: وظائف الشهيرة
nl_be: Beroemde banen
ro: locuri de muncă celebri

source: Job
ar: وظيفة
ro: Loc de munca

source: Date
ar: تاريخ
nl_be: Datum
ro: Data

source: Online since
ar: على الانترنت منذ عام
nl_be: Online sinds
ro: online din

source: Terms and Conditions
ar: الأحكام والشروط
nl_be: Termen en voorwaarden
ro: Termeni si conditii

source: Publishing successfully finished
ar: نشر الانتهاء بنجاح
nl_be: Publishing succesvol afgerond
ro: Publishing a terminat cu succes

source: Thank you for publishing your job opening. An email was send to the reviewing team.
ar: شكرا لنشر فتح فرص العمل الخاص بك. تم إرسال بريد إلكتروني إلى فريق المراجعة.
nl_be: Dank u voor het publiceren van uw vacature. Een e-mail werd naar de herziening team.
ro: Vă mulțumim pentru publicarea de deschidere de locuri de muncă. Un e-mail a fost trimis la echipa recenzat.

source: History
ar: التاريخ
ro: Istorie

source: Comment
ar: تعليق
nl_be: Commentaar
ro: cometariu

source: Preview of the posting
ar: معاينة للنشر
nl_be: Voorbeeld van de detachering
ro: Avancronica detașării

source: Reject Job
ar: رفض الوظيفة
nl_be: Job verwerpen
ro: Iov respinge

source: Accept Job
ar: استعرض الوظيفة
nl_be: Job Accepteren
ro: Accepta slujba

source: Publish a job
ar: نشر على وظيفة
nl_be: Publiceer een job
ro: Publicarea unui loc de muncă

source: Create a job
ar: إنشاء مهمة
nl_be: Maak een baan
ro: Creați un loc de muncă

source: chargeable
ar: غير مجاني
nl_be: laste
ro: exigibile

source: Your job position is incomplete.
ar: موقف عملك غير كامل.
nl_be: Jouw taak positie is incompleet.
ro: Poziția ta de locuri de muncă este incompletă.

source: Your job opening is online. You can publish minor changes or you can deactivate the job opening
ar: افتتاح عملك على الانترنت. يمكنك نشر التغييرات الطفيفة أو يمكنك إلغاء تنشيط وظيفة شاغرة
nl_be: Uw vacature is online. U kunt kleine wijzigingen publiceren of u kunt de vacature te deactiveren
ro: Deschiderea ta de locuri de muncă este online. Aveți posibilitatea să publicați modificări minore sau puteți dezactiva deschiderea de locuri de muncă

source: Your job opening was successfully created and is waiting for approval.
ar: تم إنشاء افتتاح عملك بنجاح وينتظر موافقة.
nl_be: Jouw taak opening werd gemaakt en wacht op goedkeuring.
ro: Deschiderea ta de locuri de muncă a fost creat cu succes și așteaptă aprobarea.

source: Your job opening is inactive. You can reactivate it. Chargeable channels are not updated.
ar: فتح فرص العمل غير نشط. يمكنك إعادة تنشيطه. لم يتم تحديث القنوات تحميلها.
nl_be: Uw vacature is niet actief. Je kan het activeren. Oplaadbare kanalen worden niet bijgewerkt.
ro: Deschiderea ta de locuri de muncă este inactiv. Puteți reactiva. canale taxabile nu sunt actualizate.

source: Your job was expired. You can reactivate you job opening. Chargeable channels are not updated.
ar: وقد انتهت عملك. يمكنك تنشيط لك فتح فرص العمل. لم يتم تحديث القنوات تحميلها.
nl_be: Jouw taak is verstreken. U kunt activeren je vacature. Oplaadbare kanalen worden niet bijgewerkt.
ro: Treaba ta a fost expirat. O veti putea activa deschiderea tine de locuri de muncă. canale taxabile nu sunt actualizate.

source: Your job opening was rejected. Please correct the errors and republish it
ar: ورفض فتح فرص العمل الخاص بك. يرجى تصحيح الأخطاء وإعادة نشرها
nl_be: Uw vacature werd verworpen. Corrigeer de fouten en publiceer deze
ro: Deschiderea ta de locuri de muncă a fost respinsă. Vă rugăm să corectați erorile și să-l republicați

source: Sorry, you may not create jobs.
ar: عذرا، لا يجوز لك خلق فرص العمل.
nl_be: Sorry, u kunt geen banen creëren.
ro: Ne pare rău, nu s-ar putea crea locuri de muncă.

source: Company
ro: Companie

source: State
ar: دولة
nl_be: Staat
ro: Stat

source: Nothing has changed
ar: لم يتغير شيء
ro: Nimic nu a fost schimbat

source: previous content
ar: المحتوى السابق
ro: conținutul anterior

source: new content
ar: محتوى جديد
ro: conținut nou

source: Summary
ar: ملخص
nl_be: Overzicht
ro: rezumat

source: Channel
ar: قناة
nl_be: Kanaal
ro: Canal

source: Your job opening is ready to be published to the following channels
ar: فتح فرص العمل الخاص بك هو على استعداد لينشر على القنوات التالية
nl_be: Uw vacature is klaar om de volgende kanalen worden gepubliceerd
ro: Deschiderea ta de locuri de muncă este gata să fie publicate la următoarele canale

source: Apply now
ar: قدم الآن
nl_be: Nu toepassen
ro: Aplica acum

source: Description
ar: وصف
nl_be: Beschrijving
ro: Descriere

source: No Title
ar: لا عنوان
nl_be: Geen Titel
ro: Fara titlu

source: No Location
ar: الموقع غير
nl_be: Geen Woonplaats
ro: nr Locul de amplasare

source: Accept the Terms
ar: قبول شروط
nl_be: Accepteer de voorwaarden
ro: Accept Termeni

source: Distance
ar: مسافه
ro: Distanţă

source: Show all jobs
ar: عرض جميع الوظائف
nl_be: Toon alle jobs
ro: Afișați toate locurile de muncă

source: Show my jobs
ar: عرض وظائف بلدي
nl_be: Toon mijn banen
ro: Afiseaza joburile mele

source: All
ar: جميع
nl_be: Alle
ro: Toate

source: Active
ar: نشط
nl_be: Actief
ro: Activ

source: Inactive
ar: غير فعال
nl_be: Inactieve
ro: Inactiv

source: Job qualification
ar: التأهيل الوظيفي
nl_be: Job kwalificatie
ro: calificarea de locuri de muncă

source: Job benefits
ar: فوائد العمل
nl_be: Job voordelen
ro: prestații de locuri de muncă

source: Job requirements
ar: متطلبات الوظيفة
nl_be: Functie eisen
ro: Cerințele pentru locul de muncă

source: Terms and conditions
ar: الأحكام والشروط
nl_be: Termen en voorwaarden
ro: Termeni si conditii

source: terms an conditions
ar: حيث والشروط
nl_be: algemene voorwaarden een
ro: termeni o condiții

source: Title and job location
ar: العنوان ومكان الوظيفة
nl_be: Titel en de locatie van de baan
ro: Titlu și locuri de muncă locație

source: Calculate price
ar: حساب السعر
ro: Se calculează prețul

source: Select hiring organization
ar: منظمة التوظيف اختر
nl_be: Selecteer inhuren organisatie
ro: Selectați organizația de angajare

source: Waiting for approval
ar: في انتظار الموافقة
ro: se asteapta aprobarea

source: Created
ar: مكون
ro: Creată

source: Published
ar: نشرت
ro: Publicat

source: Rejected
ar: مرفوض
ro: respins

source: Expired
ar: منتهية الصلاحية
ro: Expirat

source: Please choose a descriptive title and a location for your job posting
ar: يرجى اختيار عنوان وصفي وموقعا لنشر وظيفتك
nl_be: Kies een beschrijvende titel en een locatie voor uw vacature
ro: Vă rugăm să alegeți un titlu descriptiv și o locație pentru postarea de locuri de muncă

source: Please choose the name of the hiring organization. The selected name defines the template of the job opening.
ar: الرجاء اختيار اسم المنظمة التوظيف. ويعرف الاسم المحدد في قالب من فتح فرص العمل.
nl_be: Kies de naam van het verhuren organisatie. De geselecteerde naam bepaalt de template van de vacature.
ro: Vă rugăm să alegeți numele organizației de angajare. Numele selectat definește șablonul deschiderii de locuri de muncă.

source: Please choose the portals, where you wish to publish your job opening.
ar: الرجاء اختيار البوابات، حيث كنت ترغب في نشر افتتاح عملك.
nl_be: Kies de portalen, waar u wilt uw vacature te publiceren.
ro: Vă rugăm să alegeți portaluri, în cazul în care doriți să publicați deschiderea de locuri de muncă.

source: Job title
ar: المسمى الوظيفي
nl_be: Functietitel
ro: Denumirea funcției

source: Select a job status.
ro: Selectați un loc de muncă de stare.

source: Enter optional company description here
ro: Introduceți o descriere opțională de companie aici

source: Mode
ar: طريقة
ro: mod

source: Use external link
ar: استخدام وصلة خارجية
nl_be: Gebruik external link
ro: Folosi link extern

source: Get applications via email
ar: الحصول على تطبيقات عبر البريد الإلكتروني
nl_be: Ontvang toepassingen via e-mail
ro: Descărcați aplicații prin e-mail

source: Do not track
ar: لا تتبع
nl_be: Niet volgen
ro: Nu urmări

source: URL
ro: URL-ul

source: One click apply
ro: Un singur clic se aplică

source: Social profiles
ro: profiluri sociale

source: Start date
ro: Data de început

source: Set the start date of this job.
ro: Setați data de începere a acestui loc de muncă.

source: Please enter the job title
ar: الرجاء إدخال المسمى الوظيفي
nl_be: Vul de functietitel
ro: Vă rugăm să introduceți titlul de locuri de muncă

source: Please enter the location of the job
ar: من فضلك ادخل موقع العمل
nl_be: Vul de locatie van de baan
ro: Vă rugăm să introduceți locația lucrării

source: Portals
ar: بوابات
ro: portaluri

source: created
ro: creată

source: waiting for approval
ro: se asteapta aprobarea

source: rejected
ar: مرفوض
nl_be: verworpen
ro: respins

source: publish
ar: نشر
nl_be: publiceren
ro: publica

source: active
ar: نشط
nl_be: actief
ro: activ

source: inactive
ar: غير نشط
nl_be: inactief
ro: inactiv

source: expired
ar: منتهية الصلاحية
nl_be: verlopen
ro: expirat

source: Job has been rejected
ar: تم رفض العمل
nl_be: Job is afgewezen
ro: Loc de muncă a fost respinsă

source: Job has been approved
ar: وقد تمت الموافقة على وظيفة
nl_be: Job is goedgekeurd
ro: Loc de muncă a fost aprobat

source: Job has been deactivated
ar: تم إلغاء تنشيط وظيفة
nl_be: Job is gedeactiveerd
ro: Loc de muncă a fost dezactivat

source: Job could not be deactivated
ar: لا يمكن إلغاء تنشيط وظيفة
nl_be: Job kon niet worden gedeactiveerd
ro: Iov nu a putut fi dezactivată

source: Template changed
ar: تغيير القالب
nl_be: Template veranderd
ro: şablon a fost modificat

source: Template not changed
ar: قالب لم يتغير
nl_be: Template niet veranderd
ro: Șablon nu sa schimbat

source: Total jobs
ro: totalul locurilor de muncă

source: Active jobs
ro: joburi active

source: Pending jobs
ar: في انتظار فرص العمل
nl_be: In afwachting van banen
ro: în așteptare de locuri de muncă

source: A new job opening was created
ar: وأنشئت فتح فرص عمل جديدة
nl_be: Een nieuwe baan opening werd gecreëerd
ro: Un nou loc de muncă de deschidere a fost creat

source: Your Job have been wrapped up for approval
ar: وقد تم التفاف وظيفة الخاص بك للحصول على الموافقة
nl_be: Your Job zijn ingepakt voor goedkeuring
ro: Treaba ta nu a fost încheiat pentru aprobare

source: Your job has been published
ar: وقد تم نشر وظيفتك
nl_be: Jouw taak is gepubliceerd
ro: Treaba ta a fost publicat

source: Your job has been rejected
ar: وقد رفضت وظيفتك
nl_be: Jouw taak is afgewezen
ro: Treaba ta a fost respinsă

source: publish your job on yawik.org for free
ar: نشر عملك على yawik.org مجانا
nl_be: publiceren van uw job op yawik.org gratis
ro: publica de locuri de muncă pe yawik.org pentru drum liber

source: Your Homepage
ar: الصفحة الرئيسية الخاصة بك
nl_be: Uw Homepage
ro: Pagina de start ta

source: enable integration of this job on your Homepage
ar: تمكين دمج هذا العمل في الصفحة الرئيسية الخاصة بك
nl_be: maken de integratie van deze job op uw homepage
ro: permit integrarea acestei locuri de muncă pe pagina dvs. de pornire

source: integration
ar: دمج
nl_be: integratie
ro: integrare

source: Overview
ar: نظرة عامة
nl_be: Overzicht
ro: Prezentare generală

source: Create job
ar: خلق فرص العمل
nl_be: Job Maak
ro: Creați locuri de muncă

source: Edit job
ar: تحرير العمل
nl_be: Job bewerken
ro: edita loc de muncă

source: Email
ar: البريد الإلكتروني

source: Modern
ar: حديث

source: Fail!
ar: فشل!

source: total
ar: مجموع
nl_be: totaal

source: Built-In ATS
ar: المدمج في ATS
nl_be: Ingebouwde ATS

source: Next to enter the job
nl_be: Naast de taak in te voeren

source: Back
nl_be: Terug

source: Next to preview the job
nl_be: Naast een voorbeeld van de job

source: submit changes
nl_be: submit veranderingen

source: Deactivate
nl_be: Deactiveren
